{
    "home": "Home",
    "who_are_we": "Who we are",
    "who_are_we_text": "Nanhonia Corporate Links is a 100% Angolan company, with all the necessary licenses to legally operate in its sectors, meeting all requirements of Angolan legislation. We are committed to providing high-quality services and building strong partnerships with our clients, always striving for success and mutual prosperity. Our approach is guided by technical excellence, innovation, and a commitment to our clients' results. We work side by side with companies, understanding their challenges and designing customized strategies that generate real impact.",
    "services": "Services",
    "contact": "Contact",
    "mission_title": "Mission",
    "mission_text": "Provide innovative solutions that optimize business processes, promote sustainable development, and increase our clients' competitiveness.",
    "values_title": "Values",
    "values_text": "To be recognized as a leading strategic partner in the corporate market, promoting transformation and excellence.",
    "purpose_title": "Purpose",
    "purpose_text": "Connect organizations to strategic solutions that turn challenges into growth opportunities.",
    "services_title": "Our Services",
    "services_subtitle": "Nanhonia offers a wide range of services to meet the specific needs of each client.",
    "transport_title": "Freight Transport",
    "transport_text": "Complete solutions for land, air and sea freight transport, ensuring security, agility, and efficient delivery of your products.",
    "customs_title": "Customs Clearance",
    "customs_text": "We simplify the cargo customs clearance process, speeding up bureaucracy and ensuring smooth operations.",
    "supplychain_title": "Supply Chain Management",
    "supplychain_text": "We optimize purchasing processes for companies in various sectors, ensuring high-quality supply of products and services.",
    "benefits_title": "Why choose our services?",
    "benefit1": "We value speed combined with quality. We use agile methodologies and technological tools to ensure efficient processes and assertive decisions.",
    "benefit2": "We guarantee full compliance with legal and regulatory standards, especially in customs, transport, and international trade processes, minimizing risks and ensuring operational peace of mind.",
    "benefit3": "We have highly qualified professionals in areas such as transport, customs clearance, procurement, technology, and business management.",
    "performance_title": "Performance improvement strategies",
    "performance1": "Logistics planning to reduce delivery times and fuel consumption. Digitization of documents and processes to reduce errors and increase agility.",
    "performance2": "Implementation of digital platforms for customs process submission and monitoring. Team training on regulations and tax updates.",
    "performance3": "Cost reduction through storage and excess stock management, avoiding shortages. Shorter routes, sustainable packaging and efficient vehicles.",
    "contact_title": "Contact us",
    "contact_text": "Contact us for more information about our services and how we can help your company grow.",
    "form_name": "Name",
    "form_email": "Email",
    "form_subject": "Subject",
    "form_message": "Message",
    "form_send": "Send",
    "address": "Kilamba Centrality, Building F26, 5th Floor, Apt. No. 51 Kilamba Urban District, Luanda-Angola",
    "social_midia": "Social Media",
    "other_service": "Other Services"
}