{
    "home": "Home",
    "who_are_we": "Quem somos",
    "who_are_we_text": "A Nanhonia Corporate Links é uma empresa 100% angolana, com todas as licenças necessárias para operar legalmente nos seus setores, cumprindo todos os requisitos da legislação angolana. Estamos comprometidos em fornecer serviços de alta qualidade e construir parcerias sólidas com nossos clientes, sempre buscando o sucesso e a prosperidade mútua. Nossa abordagem é guiada pela excelência técnica, inovação e um compromisso com os resultados dos nossos clientes. Trabalhamos lado a lado com as empresas, entendendo seus desafios e desenhando estratégias personalizadas que geram impacto real.",
    "services": "Serviços",
    "contact": "Contatos",
    "mission_title": "Missão",
    "mission_text": "Oferecer soluções inovadoras que otimizem os processos empresariais, promovam o desenvolvimento sustentável e aumentem a competitividade dos nossos clientes.",
    "values_title": "Valores",
    "values_text": "Ser reconhecida como uma parceira estratégica de referência no mercado corporativo, promovendo transformação e excelência.",
    "purpose_title": "Propósito",
    "purpose_text": "Conectar organizações a soluções estratégicas que transformam desafios em oportunidades de crescimento.",
    "services_title": "Nossos Serviços",
    "services_subtitle": "A Nanhonia oferece uma ampla gama de serviços para atender às necessidades específicas de cada cliente.",
    "transport_title": "Transporte de Carga",
    "transport_text": "Soluções completas para transporte terrestre, aéreo e marítimo de carga, garantindo segurança, agilidade e entrega eficiente de seus produtos.",
    "customs_title": "Desalfandegamento",
    "customs_text": "Simplificamos o processo de desalfandegamento de cargas, agilizando a burocracia e garantindo a fluidez do processo.",
    "supplychain_title": "Gestão de Cadeia de Compras",
    "supplychain_text": "Otimizamos os processos de compras para empresas de diversos setores, garantindo o fornecimento de produtos e serviços de alta qualidade.",
    "benefits_title": "Por que aderir os nossos serviços?",
    "benefit1": "Valorizamos a rapidez aliada à qualidade. Utilizamos metodologias ágeis e ferramentas tecnológicas para garantir processos eficientes e decisões assertivas.",
    "benefit2": "Garantimos total conformidade com normas legais e regulatórias, especialmente em processos aduaneiros, transportes e de comércio internacional, minimizando riscos e assegurando tranquilidade operacional.",
    "benefit3": "Contamos com profissionais altamente qualificados em áreas como transporte, desalfandegamento, compras, tecnologia e gestão empresarial.",
    "performance_title": "Estratégias para aumento de desempenho",
    "performance1": "Planeamento logístico para redução de tempos de entrega e consumo de combustível. Digitalização de documentos e processos para redução de erros e aumento de agilidade.",
    "performance2": "Implementação de plataformas digitais para submissão e acompanhamento de processos aduaneiros. Treinamento da equipa em regulamentos e atualizações fiscais.",
    "performance3": "Redução de custos com armazenagem e excesso de stock, evitando rupturas. Como rotas mais curtas, embalagens sustentáveis e veículos eficientes.",
    "contact_title": "Fale connosco",
    "contact_text": "Entre em contato conosco para mais informações sobre nossos serviços e como podemos ajudar sua empresa a crescer.",
    "form_name": "Nome",
    "form_email": "Email",
    "form_subject": "Assunto",
    "form_message": "Mensagem",
    "form_send": "Enviar",
    "address": "Centralidade do Kilamba, Edifício K9 1º Andar APT 13 Distrito Urbano do Kilamba, Luanda-Angola",
    "social_midia": "Redes Sociais",
    "other_service": "Outros Serviços"
}